Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/20_id_458645.html.tmx
Source language: sme
Languages: nob

source: Dás don leat :
nob: Du er her :

source: Bargodepartemeanta
nob: Arbeidsdepartementet

source: Dokumeanttat
nob: Dokumenter

source: Proposišuvnnat ja dieđáhusat
nob: Proposisjoner og meldinger

source: Dieđáhusat Stuorradiggái
nob: Meldinger til Stortinget

source: 1 Sámedikki jahkedieđáhus ...
nob: 1 Sametingets årsmelding ...

source: St.dieđ. nr. 55 ( 2000-2001 )
nob: St.meld. nr. 55 ( 2000-2001 )

source: Sámepolitihka birra
nob: Om samepolitikken

source: Bláđe dokumeanttas :
nob: Bla i dokumentet :

source: &lt; Ráva
nob: &lt; Tilråding

source: Ovdasiidu
nob: Dokumentets forside

source: 1 Sámedikki jahkedieđáhus 2000
nob: 1 Sametingets årsmelding 2000

source: 1.1 Boahttevaš politihkkahábmen
nob: 1.1 Framtidig politikkutforming

source: 1.1.1 Jahkedieđáhusa perspektiivvat
nob: 1.1.1 Årsmeldingens perspektiver

source: Sámelága § 1–3 mielde galgá Sámedikki jahkedieđáhus sáddejuvvot Gonagassii .
nob: I følge sameloven § 1–3 skal Sametingets årsmelding oversendes Kongen .

source: Ráđđehus čállá Stuoradiggái jahkásaš stuoradiggedieđáhusa Sámedikki doaimma birra .
nob: Regjeringen fremlegger for Stortinget en årlig stortingsmelding om Sametingets virksomhet .

source: Seammás lea Sámedikki dieđihanvugiin 4-jagi perspektiiva .
nob: Sametingets meldingsrutiner innehar samtidig et 4-års perspektiv .

source: Stuoradiggi lea sámelága mearrádusaid vuođul maiddái mearridan ahte juohke stuoradiggeáigodagas galgá okte čállot dieđáhus daid doaimmaid birra mat čađahuvvojit , sihkkarastin dihte sámi giela , kultuvrra ja servodateallima .
nob: Stortinget har i tilknytning til vedtak om sameloven også besluttet at det en gang i hver stortingsperiode fremlegges melding om de tiltakene som iverksettes for å sikre og utvikle samenes språk , kultur og samfunnsliv .

source: Nu galgá ge prinsihppadieđáhus sisttisdoallat vuđolaš ja prinsipiála ságastallamiid Ráđđehusa sámepolitihka birra guđege stuoradiggeáigodagas .
nob: En prinsippmelding skal således inneholde en mer grundig og prinsipiell drøfting av Regjeringens samepolitikk i hver stortingsperiode .

source: 1.1.2 Sámedikki ja guovddáš eiseválddiid oktavuohta
nob: 1.1.2 Forholdet mellom Sametinget og sentrale myndigheter

source: Sámediggi lea sámi álbmotválljen orgána mii doaibmá sámi álbmoga várás .
nob: Sametinget har merket seg at Regjeringen tar sikte på å drøfte Sametingets rolle som offentligrettslig og samepolitisk organ i den kommende prinsippmeldingen om samepolitikken .

source: Sámedikki oainnu mielde ii leat dát doarvái .
nob: Sett fra Sametingets side er ikke dette tilstrekkelig .

source: Dát lea guovttebealát proseassa mii čađat ferte doaibmat Sámedikki ja guovddáš eiseválddiid gaskka .
nob: Dette er en gjensidig prosess som må foregå fortløpende mellom Sametinget og de sentrale myndighetene .

source: Sámediggi lea máŋgga oktavuođas gáibidan šiehtadallanmodealla sámi áššiid barggus .
nob: Sametinget har i flere sammenhenger fremmet krav om en forhandlingsmodell for arbeidet med samiske saker .

source: Diggi lea oaidnán ahte Ráđđehus oaivvilda dákkár modealla mielddisbuktit áibbas ođđa čađahemiid hálddašeami dáfus , ja ahte fertešii vihkkeduvvot vuođđo konstitušunála prinsihpaid ektui , ja bivdá Sámedikki čielggadit lagabui mii šiehtadallamiin oaivvilduvvo ( gč. St. dieđ.nr. 7 ( 2000–2001 ) 3. kap. s 34 ) .
nob: Tinget har merket seg at Regjeringen mener at en slik modell vil innebære en helt ny praksis innen forvaltningen og vil måtte avveies mot grunnleggende konstitusjonelle prinsipper , og ber Sametinget utrede nærmere hva som menes med forhandlinger ( jf. St.meld. nr. 7 ( 2000–2001 ) kap. 3 s . 34 ) .

source: Gažaldagat šiehtadallamiid dáfus lea okta máŋgga temás boahttevaš guovttebealát proseassas Sámedikki válddi ja rolla birra .
nob: Spørsmål vedrørende forhandlinger vil være et av flere temaer i en framtidig gjensidig fortløpende prosess om Sametingets myndighet og rolle .

source: Sámediggi deattuha garrasit ovddidit lagas ja geatnegahtti ovttasbarggu Sámedikki ja guovddáš eiseválddiid gaskka .
nob: Sametinget legger stor vekt på å utvikle et nært og forpliktende samarbeid mellom Sametinget og sentrale myndigheter .

source: Deaŧaleamos formálalaš ovttasbargogaskavuođat leat čadnon Sámedikki jahkedieđáhussii ( gč. sámelága § 1–3 ) ja Sáme ­dikki doaibmaevttohusaide jahkásaš stáhtabušeahtas .
nob: De viktigste samarbeidsrelasjonene formelt sett er knyttet til Sametingets årsmelding ( jf. sameloven § 1–3 ) og Sametingets forslag til tiltak på de årlige statsbudsjettene .

source: Jahkedieđáhusa dáfus lea buorre go Ráđđehus lea álgán buktit vástádusaid guovddáš čuolmmaide maid Sámediggi jearrá jahkedieđáhusain ( gč. ee. St. dieđ. nr. 48 ( 1998–99 ) ja St.dieđ. nr. 7 ( 2000–2001 ) ) .
nob: Når det gjelder årsmeldingen er det positivt at Regjeringen har etablert en praksis med å gi tilbakemelding på grunnleggende problemstillinger Sametinget reiser i sine årsmeldinger ( jf. bl.a. St.meld. nr. 48 ( 1998–99 ) og i St.meld. nr. 7 ( 2000–2001 ) ) .

source: Sávvat ahte Ráđđehus joatká dainna doaimmain maiddái boahtteáiggis .
nob: Denne praksisen er det ønskelig at Regjeringen fortsetter med i fremtiden .

source: Sámediggi lea ožžon eambbo mearridanválddi ja iešheanalašvuođa bušeahttaoktavuođain dan bokte go Sámediggi 1999:s beasai Juolludannjuolggadusaid § 4:s .
nob: Sametinget har oppnådd økt innflytelse og selvstendighet i budsjettsammenheng ved at Sametinget i 1999 ble gitt unntak fra Bevilgningsreglementets § 4 .

source: Sámediggi oažžu dál juolludemiid Gieldda- ja guovlludepartementtas , Girko- , oahpahus- ja dutkandepartementtas ja Mánáid- ja bearašdepartementtas poasta 50 bokte .
nob: Sametinget får nå bevilgningen fra Kommunal- og regionaldepartementet , Kirke- , ut-dannings- og forskningsdepartementet og Barne- og familiedepartementet over 50-poster .

source: Dasto sáhttá Sámediggi juogadit resurssaid sierra bušeahtas daid rámmaid mielde mat leat biddjon Stuoradikki bušeahttamearrádusas .
nob: Sametinget kan dermed fordele ressursene på eget budsjett innenfor de rammene som er gitt i Stortingets budsjettvedtak .

source: Sámediggi oaivvilda ahte sámi bušeahttaáššiid rutiinnat ja prosedyrat berrejit ovddiduvvot .
nob: Sametinget mener at rutiner og prosedyrer for behandling av samiske budsjettsaker bør videreutvikles .

source: Go Sámediggi dál lea nettobušetterejuvvon doaibma , de eaktudit ahte boahttevaš juolludeamit Sámediggái bohtet poasta 50 juolludeapmin .
nob: Da Sametinget nå er en nettobudsjettert virksomhet , forutsetter vi at framtidige overføringer til Sametinget foretas i form av post 50 bevilgninger .

source: Sámediggi čujuha dasa ahte Sámedikki ja Ráđđehusa gulahallan lea positiivalaččat ovdánan bušeahttaáššiid dáfus .
nob: Sametinget viser til at dialogen mellom Sametinget og Regjeringen har utviklet seg positivt når det gjelder budsjettsaker .

source: Dán berre čuovvolit maiddái eará áššesurggiin .
nob: Dette bør følges opp når det gjelder andre saksområder .

source: Mii leat fuomášan ahte Ráđđehus mihá eambbo searvá jeavddalaš ságastallamiidda ja ovttasbargui Sámedikkiin ( gč. St.dieđ.nr. 7 ( 2000–2001 3. kap. s .
nob: Vi har merket oss at Regjeringen i større grad vil ta initiativ til regelmessig dialog og Samarbeid med Sametinget ( jf. St.meld. nr. 7 ( 2000–2001 kap. 3 s .

source: Sámediggi eaktuda ahte Gieldda- ja guovlludepartementa sámi áššiid čohkkendepartementan galgá buorebut koordineret dán barggu .
nob: Sametinget forutsetter at Kommunal- og regionaldepartementet som samordnings-departement i samiske saker , koordinerer dette arbeidet i sterkere grad .

source: Sámedikki ja Stuoradikki oktavuođat Ráđđehusa stáhtabušeahttaárvalusa čuovvoleami dáfus ja Sámedikki jahkásaš doaibmadieđiheami dáfus eai doaimma doarvái bures .
nob: Når det gjelder forholdet mellom Sametinget og Stortinget i oppfølgingen av Regjeringens forslag til statsbudsjett og årlige meldinger om Sametingets virksomhet , fungerer ikke dette tilfredsstillende .

source: Iešguđetge fágalávdegottiit doibmet iešguđetlágán vugiid mielde Sámedikki ektui .
nob: De ulike fagkomiteene har forskjellig praksis i måten å forholde seg til Sametinget på .

source: Ii leat dohkálaš ahte muhtun fágalávdegottit atnet Sámedikki dego makkárge eará lobbyorgánan .
nob: Det er ikke tilfredsstillende at noen fagkomiteer forholder seg til Sametinget tilsvarende hvilket som helst lobbyorgan .

source: Danne lea prinsihpalaččat dárbu čielgaset digaštallat makkár oktavuohta Stuoradikkis lea Sámediggái , ja movt ovttasbarggu duohtavuođas sáhtášii heivehit .
nob: Det er derfor behov for en klarere prinsipiell drøfting av Stortingets forhold til Sametinget , og hvordan samarbeidet skal tilrettelegges i praksis .

source: Sámediggi lea buktán konkrehta árvalusaid dán birra Stuoradikki presideantajođihangoddái .
nob: Sametinget har fremmet konkrete forslag om dette overfor Stortingets presidentskap .

source: Sámediggi fuomášahttá ahte sámi servodat lea ain huksejuvvomin , ja lea stuora dárbu doarjagii ja resurssaide .
nob: Sametinget gjør oppmerksom på at det samiske samfunnet fortsatt er i en oppbyggingsfase der det er stort behov for midler og ressurser .

source: Sámediggi háliida čujuhit ahte lea stuora gaska Sámedikki vuoruhemiid ja Stuoradikki rámmajuolludusaid gaskka .
nob: Sametinget vil påpeke at det er et stort gap mellom Sametingets prioriteringer og Stortingets rammebevilgninger .

source: Sámediggi lea maiddái dán válgaáigodagas bivdán lasi válddi dihto servodatsurggiid dáfus .
nob: Sametinget har også i denne valgperioden bedt om økt myndighet på en rekke samfunnsområder .

source: Ráđđehus ja Stuoradiggi leat measta čađat vástidan dainna vugiin ahte sirdet dálá ortnegiid ja institušuvnnaid hálddašanovddasvástádusa .
nob: Regjeringen og Stortinget har stort sett svart med overføring av forvaltningsansvar for eksisterende ordninger og institusjoner .

source: Dása gullet Sámi sierrabibliotehka , oahpahushálddašeami doaimmat ja sierra sámi mánáidgárdedoarjagat .
nob: Dette omfatter Samisk spesialbibliotek , oppgaver innen utdanningsforvaltningen og det særskilte samiske barnehagetilskuddet .

source: Váldi mii lea sirdojuvvon , lea :
nob: Myndighet som er overført er :

source: Bušeahttafriddjavuohta maid Juolludannjuolggadusaid § 4 mielddisbuktá .
nob: Den budsjettmessige frihet som unntaket fra Bevilgningsreglementet § 4 medfører .

source: Váldi ja doaimmat oahpahussuorggi dáfus , gč. oahpahuslága § 6–4 .
nob: Myndighet og oppgaver innen utdanningsområdet , jf. opplæringsloven § 6–4 .

source: Hálddašanovddasvástádusa ja bargodoaimmaid sirdin Sámediggái lea mávssolaš .
nob: Overføring av forvaltningsansvar og arbeidsoppgaver til Sametinget er viktig .

source: Sámediggi oaidná ahte Ráđđehus ain dađistaga árvvoštallá sirdit válddi ja ovddasvástádusaid Sámediggái áššiin mat gullet sámi álbmogii ( gč. St.dieđ. nr. 7 ( 2000–2001 ) 3.1 čuoggá s 34 ) .
nob: Sametinget har merket seg at Regjeringen fortsatt fortløpende vil vurdere overføring av myndighet og ansvar til Sametinget i saker som angår den samiske befolkningen ( jf. St.meld. nr. 7 ( 2000–2001 ) punkt 3.1 s . 34 ) .

source: Sámediggi fuomášahttá ahte Ráđđehus mieđai sirdit Sámi musihkkafestivála , Beaivváš Sámi Teáhtera ja Sámi Vuorká-Dávviriid stáhtadoarjagiid hálddašanovddasvástádusa Sámediggái 1997:s .
nob: Sametinget gjør oppmerksom på at Regjeringen gikk inn for å overføre forvaltningsansvaret for statstilskuddene til Samisk musikkfestival , Beaivvá Sámi Teahter , og De Samiske Samlinger til Sametinget i 1997 .

source: Dása gullá maiddái sámi dáiddárstipeanda ( gč. St.dieđ.nr. 145 ( 1997–98 ) 12.8 čuoggát s 60 ) .
nob: Dette gjelder også stipend til samiske kunstnere ( jf. St.meld. nr. 41 ( 1996–97 ) punktene 12.8 s . 60 ) .

source: Stuoradikki gielddalávdegotti eanetlohku searvvai dása ( gč. Mearr .
nob: Flertallet i Stortingets kommunalkomité sluttet seg til dette ( jf. Innst .

source: Kulturdepartemeanta sirddii Sámi musihkkafestivála stáhtadoarjaga Rikskonsertene vuollái 1999:s .
nob: Kulturdepartementet overførte statstilskuddet til Samisk musikkfestival til Rikskonsertene i 1999 .

source: Dát mielddisbuvttii unniduvvon jahkásaš doarjaga .
nob: Resultatet ble en nedgang i det årlige tilskuddet .

source: Maiddái álgoálbmotfestivála Riddu Riđđu doarjja unnui .
nob: Urfolkfestivalen Riddu-Riu fikk også reduserte tilskudd .

source: Gádjun dihte dán guokte festivála , lea Sámediggi iežas 2001 bušeahtas ásahan vuođđodoarjjaortnega kr 350.000,- goappáge doibmii .
nob: For å berge disse to festivalene , har Sametinget over sitt budsjett for 2001 opprettet en grunntilskuddsordning med kr 350 000 til hver .

source: Ráđđehus ii leat moktege geahččalan sirdit dáid namuhuvvon ásahusaid Sámediggái .
nob: Regjeringen har ikke tatt noen initiativ til å overføre noen av de nevnte institusjonene til Sametinget .

source: Golggotmánus 2000 čujuhit ain doarjjaortnegiidda ee. dáid namuhuvvon ásahusaid dáfus Kulturdepartementta bušeahta vuođul ( gč. St.dieđ. nr. 7 ( 2000–2001 ) 4.2.2 čuoggá s 38 ) .
nob: I oktober 2000 vises det fortsatt til tilskuddsordningen for blant annet disse institusjonene på Kulturdepartementets budsjett ( jf. St.meld. nr. 7 ( 2000–2001 ) punkt 4.2.2 s . 38 ) .

source: Ii dáiddárstipeanda ge leat sirdojuvvon Sámediggái .
nob: Kunstnerstipendet er heller ikke overført Sametinget .

source: Sámi kulturáššiid gulahallanlávdegoddi ásahuvvui 1994:s . Ulbmil lei oppalaččat árvvoštallat doaimmaid mat guoskkahit sámi kultuvrra , ja dainnalágiin geavahit resurssaid buoremus lági mielde .
nob: Kontaktutvalget for samiske kulturspørsmål ble opprettet i 1994 for å legge til rette for en samlet vurdering av tiltak rettet mot samisk kultur og dermed sikre den beste utnyttelsen av ressursene .

source: Kulturdepartementta mielas bargá lávdegoddi dohkálaš barggu ( gč. St.dieđ.nr. 41 ( 1996–97 ) 12.2 čuoggá s 53 ) .
nob: Kulturdepartementet mener at utvalget fyller den tiltenkte rolle på en egnet måte ( jf. St.meld. nr. 41 ( 1996–97 ) punkt 12.2 s . 53 ) .

source: Sámediggi ii sáhte dasa mieđihit .
nob: Sametinget kan ikke slutte seg til dette .

source: Lávdegotti bargu ii leat ovddidan sámi kulturáššiid namuhanveara .
nob: Utvalgets arbeid har ikke medført merkbar framdrift i samiske kultursaker .

source: Danne ii leat Sámedikki mielas riekta vuoruhit ekonomalaš ja persovnnalaš resurssaid searvan dihte gulahallanlávdegoddái .
nob: Sametinget finner det derfor ikke riktig å prioritere økonomiske og personellmessige ressurser til å delta i kontaktutvalget .

source: Dat berre heaittihit .
nob: Det bør legges ned .

source: 1.1.3 Boahtteáiggi hástalusat
nob: 1.1.3 Framtidige utfordringer

source: Sámediggi áigu bargat nannet álgoálbmogiid vuoigatvuođaid našuvnnalaš ja riikkaidgaskasaš dásis .
nob: Sametinget vil arbeide for en styrking av urfolks rettigheter på nasjonalt og internasjonalt nivå .

source: Sámedikki mielas ii leat buorre go maŋemus áiggiid sámi vieruiduvvan vuoigatvuođat eatnamiidda galget duopmostuoluin mearriduvvot , seammás go vuoigatvuođaproblematihkka ii leat oppalaččat vuos čielggaduvvon .
nob: Sametinget er bekymret over den senere tids utvikling av at samiske sedvanemessige rettigheter til utmark avgjøres ved domstoler , samtidig med at rettighetsproblematikken generelt ikke er avklart .

source: Dan oktavuođas čujuhit Meahccekommišuvnna doaimmaide Tromssas ja Nordlánddas , ja priváhtarievttálaš boazoguohtunareálaid nákkuide lullisámi guovllus .
nob: I den forbindelse vises det til Utmarkskommisjonens virksomhet i Troms og Nordland og til de privatrettslige reinbeitearealkonflikter i sørsamisk område .

source: Sámi álbmogis ii leat dohkálaš riektesihkarvuohta čuollat bealis duopmostuoluid ektui .
nob: Det samiske folk har ikke den nødvendige rettsikkerhet til å hevde sin rett for domstolene .

source: Dát guoská sihke juridihkalaš ja ekonomalaš áššiide .
nob: Dette gjelder både i forhold til juridiske og økonomiske spørsmål .

source: Sámediggi vuordá Norgga stáhta bargat maid sáhttá nu ahte sámiid riektedilli ollislaččat ja dohkálaš vuogi mielde nannejuvvo našuvnnalaš ja riikkaidgaskasaš duopmostuoluin .
nob: Sametinget forventer at den norske stat gjør sitt til at samenes rettstilling fullt ut på en betryggende måte ivaretas i nasjonale og internasjonale domstoler .

source: Sámediggi vuordá Ráđđehusa fuolahit ahte Suodjalusa ja boazodoalu gaskka dahkkojuvvo šiehtadus Hálkavári ja Iŋggášguolbana báhčinguovlluid dáfus .
nob: Sametinget forventer at Regjeringen sørger for at det inngås avtale mellom Forsvaret og reindriften i forbindelse med Hálkavárre og Porsangmoen skytefelt .

source: Dasto lea deaŧalaš ahte Sámediggi ja báikkálaš eiseválddit ja ealáhusat dađistaga ožžot dieđuid áššis .
nob: Videre er det viktig at Sametinget og lokale myndigheter og næringer er holdt orientert om saken .

source: Dan oktavuođas čujuhit maiddái ON-barggu čielggademiide eamiálbmotjulggaštusa ja iešmearrideami áššiid dáfus .
nob: Det vises også i den forbindelse til redegjørelsen omkring FN-arbeidet med urfolkserklæringen og spørsmålet omkring selvbestemmelse .

source: Lea deaŧalaš ahte Sámediggi oažžu eambbo guovddáš rolla olmmošvuoigatvuođaid doaimmain , sihke Norgga rájiid siskkobealde ja muđui riikkaidgaskasaš dásis .
nob: Det er viktig at Sametinget får en mer fremtredende rolle i arbeidet med menneskerettigheter , både innenfor Norges grenser og utad på den internasjonale arenaen .

source: Áššit mat gusket eamiálbmotjulggaštussii , berrejit digaštallojuvvot dohkálaš dásis , ja nu ahte digaštallamiid ovttaárvosašvuohta doahttaluvvo .
nob: Spørsmålene vedrørende urfolkserklæringen bør drøftes på et nivå som er tilfredsstillende og hvor man tar høyde for likeverdighet i drøftelsene .

source: Álgoálbmotvuoigatvuođaid álbmotrievtti prinsihpat leat čielgasat , ja nannejit eahpitkeahttá dan ahte stáhtat fertejit dohkkehit ja mearridit álgoálbmotvuoigatvuođaid gullevaš olbmuid riektevuogádagaid ja riekteipmárdusaid vuođul .
nob: Folkerettens prinsipper om urfolks rettigheter er klar , og gir uomtvistelig uttrykk for at statene må anerkjenne og stadfeste urfolksrettigheter med grunnlag i vedkommende folks rettssystemer og rettsoppfatninger .

source: Sámiid vuoigatvuođat iežaset duovdagiidda , čáziide ja luondduriggodagaide fertejit doahttaluvvot ja dohkkehuvvot , ja vuođđojearaldagat sámi vuoigatvuođaid ja eallineavttuid dáfus boahtteáiggis fertejit mearriduvvot Sámedikki ja stáhta digaštallamiid ja šiehtadallamiid bokte .
nob: Samenes rettigheter til egne landområder , vann og naturressurser må respekteres og anerkjennes , og grunnleggende spørsmål vedrørende samiske rettigheter og livsvilkår i fremtiden må avgjøres gjennom drøftinger og forhandlinger mellom Sametinget og staten .

source: Guovddáš bargu lea álggahit šiehtadallangeatnegasvuođa sámiid ja Norgga eiseválddiid gaskka dakkár áššiin gos lea dárbbašlaš sámiid árvvoštallamiid mielde , erenoamážit kultur- , ealáhus- ja vuoigatvuođasurggiin .
nob: En sentral oppgave vil være å innføre forhandlingsplikt mellom samene og norske myndigheter i saker hvor dette etter samenes vurdering er nødvendig , særlig på feltene kultur , næring og rettigheter .

source: Dát geatnegasvuohta berre sisttisdoallat eambbo go dušše gulahallama , ja das fertejit leat guovttebealát geatnegasvuođat .
nob: Denne plikten bør omfatte mer enn en konsultasjon , og må medføre gjensidige forpliktelser .

source: iehtadallangeatnegasvuohta ferte regulerejuvvot Norgga lágain .
nob: Forhandlingsplikten må reguleres i det norske lovverket .

source: Álgoálbmogiid iešmearridanvuoigatvuođaid áššiid dáfus gáibidit vel guovddáš proseassaid , danne go orrot leame iešguđetlágán ipmárdusat iešmearrideami doahpagis .
nob: Når det gjelder spørsmålet om urfolks rett til selvbestemmelse gjenstår sentrale prosesser , da det ser ut til at det er ulik forståelse av begrepet selvbestemmelse .

source: Sámedikki prinsihppa lea ahte álgoálbmogat leat ovttaárvosaččat eará álbmogiiguin .
nob: Sametingets prinsipp er at urfolk er likeverdig med andre folk .

source: Álgoálbmogiid iešmearridanvuoigatvuođas lea lagas oktavuohta oppalaš olmmošvuoigatvuođaáššiide .
nob: Urfolks rett til selvbestemmelse er nært tilknyttet generell menneskerettigheter .

source: Sámediggi vuordá Norgga stáhta aktiivvalaččat fuolahit ahte álgoálbmogiid vuoigatvuođat ja eallindilit sihkkarastojuvvojit , dan bokte ahte ON mearrida eamiálbmotjulggaštusa ovdal álgoálbmogiid logijagi loahpa .
nob: Sametinget forventer at den norske stat bidrar aktivt til at urfolkenes rettigheter og livsvilkår sikres ved at urfolkserklæringen vedtas i FN innen utgangen av urfolkstiåret .

source: Sámediggi áigu bargat dan ovdii ahte ON ’ álgoálbmotáššiid forum šaddá doaibmi orgánan álgoálbmotáššiid dáfus .
nob: Sametinget vil arbeide for at det legges til rette for at forum for urfolkspørsmål i FN blir et effektivt organ i urfolkssaker .

source: Okta dain deaŧaleamos doaimmain Sámedikki Barentsovttasbarggus lea nannet álgoálbmotbargguid .
nob: En av de fremste oppgavene for Sametinget i Barentssamarbeidet er å styrke urfolksarbeidet .

source: Álgoálbmotdoaimmat eai leat Sámedikki mielas ovdánan dohkálaš dási mielde .
nob: Framgangen i urfolksarbeidet har etter Sametingets mening ikke vært tilfredsstillende .

source: Sámediggi čujuha dasa ahte Ráđđehus oaivvilda geavatlaš álgoálbmotbarggu biddjon Barentsovttasbarggu regiovnnalaš dássái , ja ahte danne lea stáhtaidgaskasaš ja jahkásaš olgoriikkačoahkkimiid váldobargu doarjut álgoálbmotdoaimmaid politihkalaččat ( gč. St.dieđ.nr. 7 ( 2000–2001 ) 4.13.5 čuoggá s 47 ) .
nob: Sametinget viser til at Regjeringen mener at det praktiske urfolksarbeidet er lagt til Barentssamarbeidets regionale nivå , og at hovedoppgaven for det mellomstatlige samarbeidet og de årlige utenriksmøter dermed er særlig å gi urfolksarbeidet politisk støtte ( jf. St.meld. nr. 7 ( 2000–2001 ) punkt 4.13.5 s 47 ) .

source: Dát ii leat movtge ovdánan ovddit áiggiid ektui .
nob: Dette representerer ikke noe framskritt i forhold til tidligere tider .

source: Ráđđehus lea ovdal cealkán ahte áigu Barentsregiovnna dálá bargguid bokte searvat álgoálbmogiid ollislaš prográmma ovdánahttimii guovllus ( St.dieđ.nr. 41 ( 1996–97 ) 5. kap. ja boks 5.1 s 18–19 ) .
nob: Regjeringen har tidligere uttalt at den gjennom det pågående arbeidet i Barentsregionen vil delta i utviklingen av et helhetlig program for urfolk i regionen ( St.meld. nr. 41 ( 1996–97 ) kap. 5 og boks 5.1 s 18–19 ) .

source: St.dieđ.nr. 18 ( 1997–98 ) nr. 41 Lasáhusas daddjo ahte Ráđđehusa ulbmilin lea oažžut sápmelaččaid mielde Barentsráđđái ( gč. boksa 18.1 s . 22 ) .
nob: I St.meld. nr. 18 ( 1997–98 ) Tillegg til nr. 41 , uttales det at Regjeringen har som målsetting at samene skal bli representert i Barentsrådet ( jf. boks 18.1 s 22 ) .

source: Norgga , Ruoŧa ja Suoma olgoriikkadepartementtat leat ruhtadan Barentsregiovnna álgoálbmogiid 2000–2003 doaibmaprográmma ráhkadeami .
nob: Utenriksdepartementene i Norge , Sverige og Finland har deltatt i finansieringen av utarbeidelsen av Handlingsprogrammet for urfolk i Barentsregionen 2000–2003 .

source: Departemeanta ii leat čuovvolan dan ášši Sámediggái dahje eará álgoálbmotorgánaide Barentsregiovnnas ahte galget go álgoálbmogat dahje sápmelaččat searvat Barentsráđđái .
nob: Spørsmålet om urfolkenes eller samenes representasjon i Barentsrådet har ikke vært fulgt opp av departementet overfor Sametinget eller andre urfolksorganer i Barentsregionen .

source: Sámediggi čujuha dasa ahte Barentsovttasbarggu álgoálbmotáššiid bargu lea bisánan danne go váilot resurssat .
nob: Sametinget viser til at arbeidet med urfolksspørsmål i Barentssamarbeidet har stagnert på grunn av mangel på ressurser .
